chronoweb/src/main/resources/webroot/example/getEventsXML/SimpleEventQuery_variable/EQ_source.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:query="urn:epcglobal:epcis-query:xsd:2"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header />
	<soapenv:Body>
		<query:Poll>
			<queryName>SimpleEventQuery</queryName>
			<params>
				<param>
					<name>EQ_source_urn:epcglobal:cbv:sdt:owning_party</name>
					<value xsi:type="query:ArrayOfString">
						<string>urn:epc:id:pgln:4012345.00225</string>
					</value>
				</param>
			</params>
		</query:Poll>
	</soapenv:Body>
</soapenv:Envelope>